フォント：キルラキル（３万円する保留）
数学フォント：STIX Two Math（無料）

必要な機能
・活動内容（コンピュータ同好会の活動をしますあと将棋）
・活動日時（月木金）
・活動場所（ICTルーム）
・活動実績（大会の成績や、作ったものなど）
・各部員が作ったものを紹介するページ（ウェブページ、ダウンロードリンクを載せる）
githubのリポジトリへのリンクも載せる
・匿名掲示板（進捗報告や近況報告）
卒業生や外部の人も書き込めるようにする
先生とかも

・オープンなグループチャット（Discordみたいな）
・隠しミニゲーム
・リリースノート
・英語に逃げない、日本語で書けるようにする
・しゃべれるマスコットキャラクターを右下とか左下においておく

サイト背景、外観
・フルティガーエアロ
・動く背景
・背景に流れる文字（活動内容や部員の名前など）のページも作りたい
ニコニコ動画風な感じで
・背景に流れる文字は、部員の名前や活動内容などをランダムに表示させる
４年前のこんふぇすで作ったアプリを応用して

ヘッダー
・フルティガーエアロにする前提で、ヘッダーは透明にしておく
・ヘッダーには、サイトのロゴと、

ホームボタン、掲示板ボタン、部活紹介ボタン、部員紹介ボタン、

・ハンバーガーボタン